Repository: Bogdan1726/APISwipeBot
Catalog: locales/*/LC_MESSAGES/APISwipeBot.po
Languages: uk

source: объявления
uk: оголошення

source: Добро пожаловать в ленту объявлений
uk: Ласкаво просимо до стрічки оголошень

source: Адрес - {address} Площадь - {area} кв.м Цена - {price} грн
uk: Адреса - {address} Площа - {area} кв.м Ціна - {price} грн

source: Лента пуста
uk: Стрічка порожня

source: Пожалуйста войдите или зарегистрируйтесь чтобы продолжить
uk: Будь ласка, увійдіть або зареєструйтесь, щоб продовжити

source: Название - {name} Адрес - {address} кв.м
uk: Назва - {name} Адреса - {address} кв.м

source: Это было последнее объявление
uk: Це було останнє оголошення

source: Это было первое объявление
uk: Це було перше оголошення

source: Произошла ошибка вернитесь перезапустите бота командой /start
uk: Відбулася помилка поверніться перезапустіть бота командою /start

source: вход
uk: вхід

source: Введите e-mail:
uk: Введіть e-mail:

source: Введите пароль:
uk: Введіть пароль:

source: Ваши данные для входа E-mail: {email} Пароль: {password} Если все верно нажмите кнопку «Войти» В противном случае нажмите «Отмена» и повторите попытку
uk: Ваші дані для входу E-mail: {email} Пароль: {password} Якщо все правильно натисніть кнопку «Авторизуватися» В іншому випадку натисніть «Скасувати» і повторіть спробу

source: войти
uk: увійти

source: Авторизация прошла успешно Добро пожаловать в Главное меню
uk: Авторизація пройшла успішно Ласкаво просимо до Головного меню

source: Ошибка авторизации, попробуйте еще Не забудьте убедится в правильности введенных данных
uk: Помилка авторизації, спробуйте ще Не забудьте переконатися у правильності введених даних

source: назад в главное меню
uk: назад до головного меню

source: Добро пожаловать в Главное меню
uk: Ласкаво просимо до Головного меню

source: к выбору языка
uk: до вибору мови

source: выход
uk: вихід

source: отмена
uk: скасувати

source: профиль
uk: профіль

source: назад в профиль
uk: назад до профілю

source: Имя: {first_name} Фамилия: {last_name} Телефон: {phone} E-mail: {email}
uk: Ім'я: {first_name} Прізвище: {last_name} Телефон: {phone} E-mail: {email}

source: редактировать профиль
uk: редагувати профіль

source: отменить редактирование
uk: скасувати редагування

source: Для изменения данных нажмите кнопку c нужным для вас полем
uk: Щоб змінити дані, натисніть кнопку c потрібним для вас полем

source: редактировать email
uk: редагувати email

source: редактировать телефон
uk: редагувати телефон

source: Введите телефон:
uk: Введіть телефон:

source: редактировать имя
uk: редагувати ім'я

source: Введите имя:
uk: Введіть ім'я:

source: редактировать фамилию
uk: редагувати прізвище

source: Введите фамилию:
uk: Введіть прізвище:

source: установить новое фото профиля
uk: встановити нове фото профілю

source: Прикрепите новое фото в сообщении Рекомендуемый размер: (300x300) И не более 20 мегабайт
uk: Прикріпіть нове фото у повідомленні Рекомендований розмір: (300x300) І не більше 20 мегабайт

source: Я не знаю такой команды, попробуйте еще раз!
uk: Я не знаю такої команди, спробуйте ще раз!

source: Электронная почта - имеет неверный формат, пожалуйста, введите адрес электронной почты еще раз
uk: Електронна пошта - має неправильний формат, будь ласка, введіть свою адресу електронної пошти ще раз

source: Электронная почта успешно изменена
uk: Електронна пошта успішно змінена

source: Возникла ошибка при попытке изменить электронную почту
uk: Виникла помилка під час спроби змінити електронну пошту

source: Номер телефона - имеет неверный формат, введите телефон еще раз
uk: Номер телефону – має невірний формат, введіть телефон ще раз

source: Номер телефона успешно изменен
uk: Номер телефону успішно змінено

source: Возникла ошибка при попытке изменить номер телефона
uk: Виникла помилка під час спроби змінити номер телефону

source: Имя - имеет неверный формат, введите имя еще раз
uk: Ім'я має невірний формат, введіть ім'я ще раз

source: Имя успешно изменено
uk: Ім'я успішно змінено

source: Возникла ошибка при попытке изменить имя
uk: Виникла помилка при спробі змінити ім'я

source: Фамилия - имеет неверный формат, введите фимилию еще раз
uk: Прізвище має невірний формат, введіть прізвище ще раз

source: Фамилия успешно изменена
uk: Прізвище успішно змінено

source: Возникла ошибка при попытке изменить фамилию
uk: Виникла помилка при спробі змінити прізвище

source: Фото превышает рекомендуемый размер
uk: Фото перевищує рекомендований розмір

source: Фото профиля успешно изменено
uk: Фото профілю успішно змінено

source: Возникла ошибка при попытке изменить фото профиля
uk: Виникла помилка при спробі змінити фото профілю

source: Недопустимый формат фотографии
uk: Неприпустимий формат фотографії

source: вернутся к объявлениям
uk: повернутися до оголошень

source: мои обьявления
uk: мої оголошення

source: назад в мои обьявления
uk: назад в мої оголошення

source: {purpose} Адрес - {address} Площадь - {area} кв.м Планировка - {layout} Количество комнат - {rooms} Жилое состояние - {condition} Цена - {price} грн {description}
uk: {purpose} Адреса - {address} Площа - {area} кв.м Планування - {layout} Кількість кімнат - {rooms} Житловий стан - {condition} Ціна - {price} грн {description}

source: Чтобы отредактировать объявление, нажмите кнопку рядом с нужным вам объявлением
uk: Щоб відредагувати оголошення, натисніть кнопку поруч із потрібним вамоголошенням

source: У вас нет ни одного объявления!
uk: У вас немає жодного оголошення!

source: Произошла ошибка, попробуйте еще раз
uk: Сталася помилка, спробуйте ще раз

source: адрес
uk: адреса

source: Введите адрес:
uk: Введіть адресу:

source: описание
uk: опис

source: Введите описание:
uk: Введіть опис:

source: стоимость
uk: вартість

source: Введите стоимость:
uk: Введіть вартість:

source: общая площадь
uk: загальна площа

source: Введите общую площадь:
uk: Введіть загальну площу:

source: площадь кухни
uk: площа кухні

source: Введите площадь кухни:
uk: Введіть площу кухні:

source: планировка
uk: планування

source: Выберите планировку:
uk: Виберіть планування:

source: Выберите вид права:
uk: Виберіть вид права:

source: количество комнат
uk: кількість кімнат

source: Введите Количество комнат:
uk: Введіть Кількість кімнат:

source: жилое состояние
uk: житловий стан

source: Выберите жилое состояние:
uk: Виберіть житловий стан:

source: Нет такой команды, попробуйте еще раз!
uk: Я не знаю такої команди, спробуйте ще раз!

source: Адрес - имеет неверный формат, попробуйте еще раз Ниже приведен пример правильного формата ввода р-н Центральный, ул. Темерязева 7
uk: Адреса - має неправильний формат, спробуйте ще раз Нижче наведено приклад правильного формату введення Р-н Центральний, вул. Темерязєва 7

source: Адрес успешно изменен
uk: Адреса успішно змінена

source: Возникла ошибка при попытке изменить адрес
uk: Виникла помилка при спробі змінити адресу

source: Описание - имеет неверный формат, попробуйте еще раз
uk: Опис - має неправильний формат, спробуйте ще раз

source: Описание успешно изменено
uk: Опис успішно змінено

source: Возникла ошибка при попытке изменить описание
uk: Виникла помилка при спробі змінити опис

source: Стоимость - имеет неверный формат, попробуйте еще раз
uk: Вартість має невірний формат, спробуйте ще раз

source: Стоимость успешно изменена
uk: Вартість успішно змінено

source: Возникла ошибка при попытке изменить стоимость
uk: Виникла помилка при спробі змінити вартість

source: Площадь – не может быть меньше площади кухни, попробуйте еще раз
uk: Площа – не може бути меншою за площу кухні, спробуйте ще раз

source: Площадь успешно изменена
uk: Площа успішно змінена

source: Возникла ошибка при попытке изменить общую площадь
uk: Виникла помилка при спробі змінити загальну площу

source: Площадь кухни – не может быть больше общей площади, попробуйте еще раз
uk: Площа кухні - не може бути більше загальної площі, спробуйте ще раз

source: Площадь кухни успешно изменена
uk: Площа кухні успішно змінена

source: Возникла ошибка при попытке изменить площадь кухни
uk: Виникла помилка при спробі змінити площу кухні

source: Выбраного значения нет среди допустимых вариантов, попробуйте еще из доступных ниже вариантов
uk: Вибраного значення немає серед допустимих варіантів, спробуйте ще здоступних нижче варіантів

source: Планировка успешно изменена
uk: Планування успішно змінено

source: Возникла ошибка при попытке изменить планировку
uk: Виникла помилка при спробі змінити планування

source: Вид права успешно изменен
uk: Вид права успішно змінено

source: Возникла ошибка при попытке изменить вид права
uk: Виникла помилка при спробі змінити вигляд права

source: Количество комнат – должно быть от 1-ой до 10-ти
uk: Кількість кімнат – повинна бути від 1 до 10

source: Количество комнат успешно изменено
uk: Кількість кімнат успішно змінено

source: Возникла ошибка при попытке изменить количество комнат
uk: Виникла помилка при спробі змінити кількість кімнат

source: Жилое состояние успешно изменено
uk: Житловий стан успішно змінено

source: Возникла ошибка при попытке изменить вид жилое состояние
uk: Виникла помилка при спробі змінити вигляд житловий стан

source: добавить объявление
uk: додати оголошення

source: Выберите назначение объявления из доступных ниже вариантов
uk: Виберіть призначення оголошення з доступних нижче варіантів

source: Укажите адрес
uk: Вкажіть адресу

source: Выберите ЖК из доступных ниже вариантов
uk: Виберіть ЖК із доступних нижче варіантів

source: Укажите площадь
uk: Вкажіть площу

source: Укажите площадь кухни
uk: Вкажіть площу кухні

source: Площадь - имеет неверный формат, попробуйте еще раз Ниже приведен пример правильного формата ввода 75
uk: Площа - має неправильний формат, спробуйте ще раз Нижче наведено приклад правильного формату введення 75

source: Укажите количество комнат
uk: Вкажіть кількість кімнат

source: Площадь кухни - имеет неверный формат Площадь кухни – не может быть больше общей площади, попробуйте еще раз
uk: Площа кухні - має неправильний формат Площа кухні - не може бути більше загальної площі, спробуйте ще раз

source: Выберите жилое состояние
uk: Виберіть житловий стан

source: Добавьте описание (мин.длина 20 символов)
uk: Додати опис (хв.довжина 20 символів)

source: Установите цену
uk: Встановіть ціну

source: Описание - имеет неверный формат Описание - должно состоять минимум из 20 символов кириллицы
uk: Опис - має неправильний формат Опис - має складатися щонайменше з 20 символів кирилиці

source: Цена - имеет неверный формат Диапазон доступной цены – от 0 грн. до 100 000 000 грн.
uk: Ціна - має неправильний формат Діапазон доступної ціни - від 0 грн. до 100 000 000 грн.

source: Прикрепите одну фотографию в сообщении Рекомендуемый размер: (800x800) И не более 20 мегабайт
uk: Прикріпіть одну фотографію в повідомленні Рекомендований розмір: (800x800) І не більше 20 мегабайт

source: Адрес: {address} Назначение: {purpose} Жилой комплекс: {house} Жилое состояние: {condition} Общая площадь: {area} м2 Площадь кухни: {area_kitchen} м2 Количество комнат: {room} Описание: {description} Цена: {price} - грн Если все верно нажмите «Добавить» Если вы хотите исправить данные, нажимайте «Назад»
uk: Адреса: {address} Призначення: {purpose} Житловий комплекс: {house} Житловий стан: {condition} Загальна площа: {area} м2 Площа кухня: {area_kitchen} м2 Кількість кімнат: {room} Опис: {description} Ціна: {price} - грн Якщо все правильно натисніть «Додати» Якщо ви хочете виправити дані, натисніть «Назад»

source: добавить
uk: додати

source: Объявления успешно добавлено
uk: Оголошення успішно додано

source: При попытке добавить объявление произошла ошибка, попробуйте еще
uk: При спробі додати оголошення сталася помилка, спробуйте ще

source: регистрация
uk: реєстрація

source: Введите новый e-mail, или вернитесь обратно к данным
uk: Введіть новий e-mail або поверніться назад до даних

source: вернутся к регистрации
uk: повернутися до реєстрації

source: Электронная почта - имеет неверный формат, ппопробуйте еще раз, или вернитесь обратно к данным
uk: Електронна пошта - має невірний формат, спробуйте ще раз, або Поверніться назад до даних

source: Укажите пароль:
uk: Вкажіть пароль:

source: Электронная почта - имеет неверный формат, ппопробуйте еще раз
uk: Електронна пошта - має неправильний формат, будь ласка, введіть свою адресу електронної пошти ще раз

source: редактировать пароль
uk: редагувати пароль

source: Введите новый пароль, или вернитесь обратно к данным
uk: Введіть новий пароль або поверніться назад до даних

source: Пароль слишком простой, попробуйте еще раз Пароль должен: - Содержать число - Содержать символ верхнего и нижнего регистра - Содержать минимум 8 символов
uk: Пароль занадто простий, спробуйте ще раз Пароль повинен: - Містити число - Містити символ верхнього та нижнього регістру - Мати мінімум 8 символів

source: Повторите пароль:
uk: Повторіть пароль:

source: Пароли не совпадают, попробуйте еще раз
uk: Паролі не збігаються, спробуйте ще раз

source: Введите имя заново, или вернитесь обратно к данным
uk: Введіть ім'я знову, або поверніться назад до даних

source: Введенное имя некорректно, попробуйте еще раз, или вернитесь обратно к данным
uk: Введене ім'я некоректне, спробуйте ще раз, або поверніться назад до даним

source: Введенное имя некорректно, попробуйте еще раз
uk: Введене ім'я некоректне, спробуйте ще раз

source: Введите фамилию заново, или вернитесь обратно к данным
uk: Введіть прізвище заново або поверніться назад до даних

source: Введенная фамилия некорректна, попробуйте еще раз, или вернитесь обратно к данным
uk: Введене прізвище некоректне, спробуйте ще раз, або поверніться назаддо даних

source: Введенная фамилия некорректна, попробуйте еще раз
uk: Введене прізвище некоректне, спробуйте ще раз

source: Ваши данные для регистрации E-mail: {email} Пароль: {password} Имя: {first_name} Фамилия: {last_name} Если все верно нажмите «Зарегистрироватся» Если вы хотите исправить данные, нажмите на кнопку с нужным вам полем Отменить регистрацию, нажмите «Отмена»
uk: Ваші дані для реєстрації E-mail: {email} Пароль: {password} Ім'я: {first_name} Прізвище: {last_name} Якщо все правильно натисніть «Зареєструватися» Якщо ви хочете виправити дані, натисніть кнопку з потрібним вам полем Скасувати реєстрацію, натисніть «Скасувати»

source: зарегистрироватся
uk: зареєструватись

source: Регистрация прошла успешно, письмо с подтверждением отправлено на почту {email} Перейдите по ссылке в письме для завершения регистрации
uk: Реєстрація пройшла успішно, лист із підтвердженням відправлено на пошту {email} Перейдіть за посиланням у листі для завершення реєстрації

source: Ошибка регистрации, попробуйте еще Не забудьте убедится в правильности введенных данных
uk: Помилка реєстрації, спробуйте ще Не забудьте переконатися у правильності введених даних

source: Войти
uk: Увійти

source: Отмена
uk: Скасувати

source: Вход
uk: Вхід

source: Регистрация
uk: Реєстрація

source: К выбору языка
uk: До вибору мови

source: Объявления
uk: Оголошення

source: Профиль
uk: Профіль

source: Выход
uk: Вихід

source: Мои обьявления
uk: Мої оголошення

source: Редактировать профиль
uk: Редагувати профіль

source: Назад в Главное меню
uk: Назад до Головного меню

source: Редактировать email
uk: Редагувати email

source: Редактировать телефон
uk: Редагувати телефон

source: Редактировать имя
uk: Редагувати ім'я

source: Редактировать фамилию
uk: Редагувати прізвище

source: Установить новое фото профиля
uk: Встановити нове фото профілю

source: Назад в Профиль
uk: Назад до Профілю

source: Отменить редактирование
uk: Скасувати редагування

source: Добавить объявление
uk: Додати оголошення

source: Адрес
uk: Адреса

source: Описание
uk: Опис

source: Стоимость
uk: Вартість

source: Общая площадь
uk: Загальна площа

source: Площадь кухни
uk: Площа кухні

source: Планировка
uk: Планування

source: Количество комнат
uk: Кількість кімнат

source: Жилое состояние
uk: Житловий стан

source: Назад в Мои обьявления
uk: Назад в Мої оголошення

source: Редактировать объявления
uk: Редагувати оголошення

source: Студия, санузел
uk: Студія, санвузол

source: Классическая
uk: Класична

source: Европланировка
uk: Європланування

source: Свободная
uk: Вільна

source: Собственность
uk: Власність

source: Свидетельство о праве на наследство
uk: Свідоцтво про право на спадщину

source: Черновая
uk: Чорнова

source: Ремонт от застройщика
uk: Ремонт від забудовника

source: В жилом состоянии
uk: У житловому стані

source: Дом
uk: Будинок

source: Коммерческие помещения
uk: Комерційні приміщення

source: Офисное помещение
uk: Офісне приміщення

source: Вернутся к объявлениям
uk: Повернутися до оголошень

source: Добавить
uk: Додати

source: Предыдущее
uk: Попереднє

source: Cледующее
uk: Наступне

source: Показать геолокацию
uk: Показати геолокацію

source: Зарегистрироватся
uk: Зареєструватись

source: Редактировать пароль
uk: Редагувати пароль

source: Вернутся к регистрации
uk: Повернутися до реєстрації
